<template lang="pug">
section.py-5#rules
    .container.px-15.mx-auto
        .mb-4.text-center
            .font-extrabold.text-lg.md_text-xl {{ heading }}
        .flex.-mx-15.justify-center
            .px-15.lg_w-10_12.xl_w-8_12.leading-content
                ul.rules
                    li(v-for="(rule, index) in rules").mb-15
                        span.font-extrabold {{ rule.name }}
                            template(v-if="rule.description")
                                span.mr-05 :
                            template(v-else)
                                | .
                        span(v-if="rule.description") {{ rule.description }}
</template>
<script>
export default {
	data() {
		return {
			heading: "Условия получения быстрых денег",
			rules: [
				{
					name: "Минимальный и максимальный период погашения долга",
					description: "от 61 дня до 4 лет."
				},
				{
					name:
						"Максимальная годовая процентная ставка, включающая ссудный процент, а также все остальные комиссии и расходы за год, или аналогичный период",
					description: "до 100% годовых."
				},
				{
					name:
						"Пример расчета общей стоимости займа, включая действующие комиссии",
					description:
						"При процентной ставке 70% - Взяли 1 рубль на год, вернуть в течение года необходимо 1 руб. 70 коп. равными платежами на протяжении оговоренного срока."
				},
				{
					name: "Заем может быть выдан на сумму от 100 до 5000 BYN",
					description: ""
				},
				{
					name:
						"Необходимые документы для получение денежных средств: паспорт, вид на жительство",
					description: ""
				},
				{
					name: "Методы взыскания задолженности",
					description:
						"В случае несвоевременной оплаты каждого очередного платежа клиент уплачивает пеню в размере от 0,1 до 0,5% от суммы каждого неоплаченного очередного платежа за каждый день просрочки. Взыскание невыплаченной задолженности проводится в порядке, регулируемом гражданско-правовым законодательством Республики Беларусь."
				},
				{
					name: "Последствия неуплаты",
					description:
						"Невыплата задолженности влечет за собой снижение кредитного рейтинга."
				},
				{
					name: "Годовая процентная ставка",
					description:
						"Для всех категорий граждан Республики Беларусь - от 50% годовых."
				},
				{
					name: "Отсрочка",
					description:
						"Если возникла форс-мажорная ситуация и вы просрочили выплату по кредиту, не стоит скрываться. Лучше спокойно поговорить с представителем, объяснить положение дел и вместе решить, как действовать в дальнейшем. Иногда клиент может рассчитывать на небольшую отсрочку. Однако не стоит легкомысленно относиться к предоставленной вам отсрочке - сумма должна быть внесена обязательно."
				}
			]
		};
	}
};
</script>
<style>
.rules {
	li {
		@apply relative pl-2;
		&::before {
			content: "";
			height: 10px;
			width: 10px;
			border-radius: 5px;
			top: 6px;
			@apply bg-red block absolute left-0;
		}
	}
}
</style>
